[
  "dataview",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "omnisearch",
  "editing-toolbar",
  "obsidian-importer",
  "advanced-canvas",
  "get-stock-information",
  "obsidian-vault-changelog",
  "code-emitter"
]